Repository: robbyczgw-cla/activity-plus
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Open connections to other computers, grouped by app. Local traffic is left out.
de: Offene Verbindungen zu anderen Computern, nach App gruppiert. Lokaler Verkehr ist ausgenommen.
es: Conexiones abiertas a otros equipos, agrupadas por app. Se excluye el tráfico local.
fr: Connexions ouvertes vers d’autres ordinateurs, regroupées par app. Le trafic local est exclu.
it: Connessioni aperte verso altri computer, raggruppate per app. Il traffico locale è escluso.
ja: ほかのコンピュータへの開いている接続を、アプリごとにまとめて表示します。ローカルの通信は除外されます。
pt_br: Conexões abertas com outros computadores, agrupadas por app. O tráfego local fica de fora.
zh_hans: 与其他电脑的已打开连接，按App分组。不包含本地流量。

source: Open http://localhost:%lld
de: http://localhost:%lld öffnen
es: Abrir http://localhost:%lld
fr: Ouvrir http://localhost:%lld
it: Apri http://localhost:%lld
ja: http://localhost:%lld を開く
pt_br: Abrir http://localhost:%lld
zh_hans: 打开http://localhost:%lld

source: Open the window at launch
de: Fenster beim Start öffnen
es: Abrir la ventana al iniciar
fr: Ouvrir la fenêtre au lancement
it: Apri la finestra all’avvio
ja: 起動時にウインドウを開く
pt_br: Abrir a janela ao iniciar
zh_hans: 启动时打开窗口

source: Open this folder
de: Diesen Ordner öffnen
es: Abrir esta carpeta
fr: Ouvrir ce dossier
it: Apri questa cartella
ja: このフォルダを開く
pt_br: Abrir esta pasta
zh_hans: 打开此文件夹

source: Open windows the app restores on launch; it starts fresh without them.
de: Offene Fenster, die die App beim Start wiederherstellt; ohne sie startet sie frisch.
es: Ventanas abiertas que la app restaura al iniciarse; si no existen, empieza desde cero.
fr: Fenêtres ouvertes que l’app restaure au lancement ; elle démarre sans elles.
it: Finestre aperte che l’app ripristina all’avvio; senza di esse parte da zero.
ja: Appが起動時に復元する開いていたウインドウです。削除すると、何も開いていない状態で起動します。
pt_br: Janelas abertas que o app restaura ao iniciar; sem elas, ele começa do zero.
zh_hans: App在启动时恢复的打开窗口；没有它们，App会以全新状态启动。

source: Opening files and apps waits for the disk right now.
de: Das Öffnen von Dateien und Apps wartet gerade auf die Festplatte.
es: Abrir archivos y apps espera al disco en este momento.
fr: L’ouverture de fichiers et d’apps attend actuellement le disque.
it: Aprire file e app attende il disco in questo momento.
ja: 現在、ファイルやアプリを開く際にディスクの処理待ちが発生しています。
pt_br: Abrir arquivos e apps espera pelo disco agora.
zh_hans: 目前打开文件和App时需要等待磁盘。

source: Opens the newest report in Console
de: Öffnet den neuesten Bericht in der Konsole
es: Abre el informe más reciente en Consola
fr: Ouvre le rapport le plus récent dans Console
it: Apre il report più recente in Console
ja: 最新のレポートを「コンソール」で開きます
pt_br: Abre o relatório mais recente no Console
zh_hans: 在“控制台”中打开最新的报告

source: Other
de: Sonstiges
es: Otros
fr: Autres
it: Altro
ja: その他
pt_br: Outros
zh_hans: 其他

source: Other caches
de: Andere Caches
es: Otras cachés
fr: Autres caches
it: Altre cache
ja: その他のキャッシュ
pt_br: Outros caches
zh_hans: 其他缓存

source: Other open ports (%lld)
de: Andere offene Ports (%lld)
es: Otros puertos abiertos (%lld)
fr: Autres ports ouverts (%lld)
it: Altre porte aperte (%lld)
ja: その他の開いているポート（%lld）
pt_br: Outras portas abertas (%lld)
zh_hans: 其他打开的端口（%lld）

source: Outside the scanned folder.
de: Außerhalb des gescannten Ordners.
es: Fuera de la carpeta analizada.
fr: Hors du dossier analysé.
it: Fuori dalla cartella analizzata.
ja: スキャンしたフォルダの外にあります。
pt_br: Fora da pasta verificada.
zh_hans: 在已扫描的文件夹之外。

source: Outside your home folder or protected.
de: Außerhalb deines Home-Ordners oder geschützt.
es: Fuera de tu carpeta personal o protegido.
fr: Hors de votre dossier personnel ou protégé.
it: Fuori dalla cartella personale o protetto.
ja: ホームフォルダの外にあるか、保護されています。
pt_br: Fora da sua pasta pessoal ou protegido.
zh_hans: 在个人文件夹之外或受保护。

source: Outside your home folder. Activity+ moves only your own files to the Trash.
de: Außerhalb deines Home-Ordners. Activity+ legt nur deine eigenen Dateien in den Papierkorb.
es: Fuera de tu carpeta personal. Activity+ solo mueve a la Papelera tus propios archivos.
fr: Hors de votre dossier personnel. Activity+ ne déplace dans la Corbeille que vos propres fichiers.
it: Fuori dalla cartella personale. Activity+ sposta nel Cestino solo i tuoi file.
ja: ホームフォルダの外にあります。Activity+がゴミ箱に入れるのは、ご自身のファイルのみです。
pt_br: Fora da sua pasta pessoal. O Activity+ move para a Lixeira somente os seus próprios arquivos.
zh_hans: 位于你的个人文件夹之外。Activity+只会把你自己的文件移到废纸篓。

source: Over 1 GB
de: Über 1 GB
es: Más de 1 GB
fr: Plus de 1 GB
it: Oltre 1 GB
ja: 1 GB超
pt_br: Acima de 1 GB
zh_hans: 超过1 GB

source: Overview
de: Übersicht
es: Resumen
fr: Vue d’ensemble
it: Panoramica
ja: 概要
pt_br: Visão geral
zh_hans: 概览

source: Overview cards (drag to reorder)
de: Karten der Übersicht (zum Ordnen ziehen)
es: Tarjetas de resumen (arrastra para reordenar)
fr: Cartes de vue d’ensemble (glissez pour réordonner)
it: Schede panoramica (trascina per riordinare)
ja: 概要カード（ドラッグして並べ替え）
pt_br: Cartões da visão geral (arraste para reordenar)
zh_hans: 概览卡片（拖移可重新排序）

source: Overview tiles (drag to reorder)
de: Kacheln der Übersicht (zum Ordnen ziehen)
es: Tarjetas de resumen (arrastra para reordenar)
fr: Tuiles de vue d’ensemble (glissez pour réordonner)
it: Riquadri panoramica (trascina per riordinare)
ja: 概要タイル（ドラッグして並べ替え）
pt_br: Blocos da visão geral (arraste para reordenar)
zh_hans: 概览磁贴（拖移可重新排序）

source: P-cores clock
de: Takt der P-Kerne
es: Reloj de núcleos P
fr: Fréquence des cœurs P
it: Frequenza core P
ja: Pコアのクロック
pt_br: Clock dos núcleos P
zh_hans: 性能核心频率

source: PWR
de: LEIS
zh_hans: 功耗

source: Packages Yarn downloaded earlier; it downloads them again when a project needs them.
de: Pakete, die Yarn früher geladen hat; Yarn lädt sie erneut, wenn ein Projekt sie braucht.
es: Paquetes que Yarn descargó antes; los vuelve a descargar cuando un proyecto los necesita.
fr: Paquets téléchargés plus tôt par Yarn ; il les télécharge de nouveau quand un projet en a besoin.
it: Pacchetti scaricati in precedenza da Yarn; vengono scaricati di nuovo quando un progetto ne ha bisogno.
ja: 以前にYarnがダウンロードしたパッケージです。プロジェクトが必要とするときに再度ダウンロードされます。
pt_br: Pacotes que o Yarn baixou antes; ele os baixa novamente quando um projeto precisar.
zh_hans: Yarn之前下载的软件包；项目需要时会重新下载。

source: Packages npm downloaded earlier; it downloads them again when a project needs them.
de: Pakete, die npm früher geladen hat; npm lädt sie erneut, wenn ein Projekt sie braucht.
es: Paquetes que npm descargó antes; los vuelve a descargar cuando un proyecto los necesita.
fr: Paquets téléchargés plus tôt par npm ; il les télécharge de nouveau quand un projet en a besoin.
it: Pacchetti scaricati in precedenza da npm; vengono scaricati di nuovo quando un progetto ne ha bisogno.
ja: 以前にnpmがダウンロードしたパッケージです。プロジェクトが必要とするときに再度ダウンロードされます。
pt_br: Pacotes que o npm baixou antes; ele os baixa novamente quando um projeto precisar.
zh_hans: npm之前下载的软件包；项目需要时会重新下载。

source: Part of macOS
de: Teil von macOS
es: Parte de macOS
fr: Partie de macOS
it: Parte di macOS
ja: macOSの一部
pt_br: Parte do macOS
zh_hans: macOS的一部分

source: Partly off
de: Teilweise aus
es: Parcialmente desactivado
fr: Partiellement désactivé
it: Parzialmente spento
ja: 一部オフ
pt_br: Parcialmente desligado
zh_hans: 部分关闭

source: Pause
de: Pausieren
es: Pausar
fr: Suspendre
it: Pausa
ja: 一時停止
pt_br: Pausar
zh_hans: 暂停

source: Pause %@?
de: „%@“ pausieren?
es: ¿Pausar %@?
fr: Suspendre %@ ?
it: Mettere in pausa %@?
ja: %@を一時停止しますか?
pt_br: Pausar %@?
zh_hans: 要暂停“%@”吗？

source: Pause %@…
de: „%@“ pausieren …
es: Pausar %@…
fr: Suspendre %@…
it: Metti in pausa %@…
ja: %@を一時停止…
pt_br: Pausar %@…
zh_hans: 暂停“%@”…

source: Paused
de: Pausiert
es: Pausado
fr: Suspendu
it: In pausa
ja: 一時停止中
pt_br: Pausado
zh_hans: 已暂停

source: Peak
de: Spitze
es: Pico
fr: Pic
it: Picco
ja: ピーク
pt_br: Pico
zh_hans: 峰值

source: Peak CPU
de: CPU-Spitze
es: CPU máxima
fr: Pic de CPU
it: CPU di picco
ja: CPUピーク
pt_br: Pico de CPU
zh_hans: CPU峰值

source: Peak memory
de: Speicherspitze
es: Memoria máxima
fr: Pic de mémoire
it: Memoria di picco
ja: メモリのピーク
pt_br: Pico de memória
zh_hans: 内存峰值

source: Per hour
de: Pro Stunde
es: Por hora
fr: Par heure
it: All’ora
ja: 1時間あたり
pt_br: Por hora
zh_hans: 每小时

source: Per-app writes are counted from version 0.3 on. The list fills up while Activity+ runs.
de: Schreibzugriffe pro App werden ab Version 0.3 gezählt. Die Liste füllt sich, während Activity+ läuft.
es: Las escrituras por app se cuentan desde la versión 0.3. La lista se llena mientras Activity+ está en marcha.
fr: Les écritures par app sont comptées à partir de la version 0.3. La liste se remplit pendant l’exécution d’Activity+.
it: Le scritture per app vengono conteggiate dalla versione 0.3. L’elenco si riempie mentre Activity+ è in esecuzione.
ja: アプリごとの書き込み量は、バージョン0.3以降で記録されます。リストはActivity+の実行中に蓄積されます。
pt_br: As gravações por app são contadas a partir da versão 0.3. A lista é preenchida enquanto o Activity+ roda.
zh_hans: 各App的写入量自0.3版起开始统计。Activity+运行期间，列表会逐渐丰富。

source: Percent
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
ja: パーセント
pt_br: Porcentagem
zh_hans: 百分比

source: Performance
de: Leistung
es: Rendimiento
fr: Performances
it: Prestazioni
ja: パフォーマンス
pt_br: Desempenho
zh_hans: 性能

source: Performance and efficiency cores
de: Leistungs- und Effizienzkerne
es: Núcleos de rendimiento y eficiencia
fr: Cœurs de performance et d’efficacité
it: Core di prestazioni e di efficienza
ja: 高性能コアと高効率コア
pt_br: Núcleos de desempenho e de eficiência
zh_hans: 性能核心和能效核心

source: Performance cores
de: Leistungskerne
es: Núcleos de rendimiento
fr: Cœurs de performance
it: Core di prestazioni
ja: 高性能コア
pt_br: Núcleos de desempenho
zh_hans: 性能核心

source: Performance cores are fast and draw more power; efficiency cores are slower and frugal. IPC is how many instructions an app gets through per clock cycle.
de: Leistungskerne sind schnell und brauchen mehr Strom, Effizienzkerne sind langsamer und sparsam. IPC gibt an, wie viele Befehle eine App pro Taktzyklus schafft.
es: Los núcleos de rendimiento son rápidos y consumen más energía; los de eficiencia son más lentos y frugales. El IPC indica cuántas instrucciones ejecuta una app por ciclo de reloj.
fr: Les cœurs de performance sont rapides et consomment davantage ; les cœurs d’efficacité sont plus lents et sobres. L’IPC est le nombre d’instructions traitées par cycle d’horloge.
it: I core di prestazioni sono veloci e assorbono più potenza; quelli di efficienza sono più lenti e parsimoniosi. IPC indica quante istruzioni completa un’app per ciclo di clock.
ja: 高性能コアは高速ですが電力を多く使い、高効率コアは低速ですが省電力です。IPCは、アプリが1クロックサイクルあたりに処理する命令数です。
pt_br: Os núcleos de desempenho são rápidos e consomem mais energia; os de eficiência são mais lentos e econômicos. O IPC é quantas instruções um app executa por ciclo de clock.
zh_hans: 性能核心速度快，功耗较高；能效核心速度较慢，更省电。IPC是App每个时钟周期能执行的指令数。

source: Pings your router every 30 seconds (and a host you choose on the Network page). Off by default.
de: Pingt deinen Router alle 30 Sekunden an (und einen Host deiner Wahl auf der Seite „Netzwerk“). Standardmäßig aus.
es: Hace ping a tu router cada 30 segundos (y a un host que elijas en la página de Red). Desactivado por defecto.
fr: Envoie un ping à votre routeur toutes les 30 secondes (et à un hôte choisi dans la page Réseau). Désactivé par défaut.
it: Invia un ping al router ogni 30 secondi (e a un host che scegli nella pagina Rete). Disattivato per impostazione predefinita.
ja: 30秒ごとにルータ（および「ネットワーク」ページで選択したホスト）にpingを送信します。デフォルトではオフです。
pt_br: Envia ping ao seu roteador a cada 30 segundos (e a um host que você escolhe na página Rede). Desativado por padrão.
zh_hans: 每30秒对路由器（以及你在“网络”页面选择的主机）执行一次ping。默认关闭。

source: Pings your router every 30 seconds and keeps latency, jitter and packet loss in the history, so you can tell a slow connection from a dropping one. Nothing leaves your network unless you add a host below.
de: Pingt alle 30 Sekunden deinen Router an und speichert Latenz, Jitter und Paketverlust im Verlauf, damit du eine langsame von einer abbrechenden Verbindung unterscheiden kannst. Nichts verlässt dein Netzwerk, außer du fügst unten einen Host hinzu.
es: Hace ping a tu router cada 30 segundos y guarda en el historial la latencia, el jitter y la pérdida de paquetes, para distinguir una conexión lenta de una que se corta. Nada sale de tu red a menos que añadas un host abajo.
fr: Envoie un ping à votre routeur toutes les 30 secondes et conserve la latence, la gigue et la perte de paquets dans l’historique, pour distinguer une connexion lente d’une connexion qui coupe. Rien ne quitte votre réseau sauf si vous ajoutez un hôte ci-dessous.
it: Invia un ping al router ogni 30 secondi e conserva nella cronologia latenza, jitter e perdita di pacchetti, così puoi distinguere una connessione lenta da una che cade. Nulla esce dalla tua rete a meno che tu non aggiunga un host qui sotto.
ja: 30秒ごとにルータにpingを送信し、レイテンシ、ジッタ、パケット損失を履歴に記録します。これにより、接続が遅いのか、途切れているのかを見分けられます。下でホストを追加しない限り、ネットワークの外には何も送信されません。
pt_br: Envia ping ao seu roteador a cada 30 segundos e guarda latência, jitter e perda de pacotes no histórico, para que você diferencie uma conexão lenta de uma que cai. Nada sai da sua rede, a menos que você adicione um host abaixo.
zh_hans: 每30秒对路由器执行一次ping，并将延迟、抖动和丢包记录到历史记录中，帮你区分连接速度慢和连接中断。除非你在下方添加主机，否则不会向你的网络之外发送任何内容。

source: Playwright browsers
de: Playwright-Browser
es: Navegadores de Playwright
fr: Navigateurs Playwright
it: Browser di Playwright
ja: Playwrightのブラウザ
pt_br: Navegadores do Playwright
zh_hans: Playwright浏览器

source: Plugged in
de: Am Netzteil
es: Conectado a la corriente
fr: Branché
it: Collegato
ja: 電源に接続済み
pt_br: Conectado
zh_hans: 已接入电源

source: Plugged in%@
de: Netzteil angeschlossen%@
es: Conectado a la corriente%@
fr: Branché%@
it: Collegato%@
ja: 電源接続中%@
pt_br: Conectado à energia%@
zh_hans: 已接通电源%@

source: Plugged in, the adapter powers the Mac
de: Am Netzteil, es versorgt den Mac direkt
es: Conectado, el adaptador alimenta el Mac
fr: Branché, l’adaptateur alimente le Mac
it: Collegato, l’alimentatore alimenta il Mac
ja: 電源に接続済み、電源アダプタからMacに給電中
pt_br: Conectado, o adaptador alimenta o Mac
zh_hans: 已接入电源，由适配器为Mac供电

source: Pods and spec files CocoaPods downloaded earlier; `pod install` downloads them again.
de: Pods und Spec-Dateien, die CocoaPods früher geladen hat; `pod install` lädt sie erneut.
es: Pods y archivos de especificaciones que CocoaPods descargó antes; `pod install` los vuelve a descargar.
fr: Pods et fichiers de spécifications téléchargés plus tôt par CocoaPods ; `pod install` les télécharge de nouveau.
it: Pod e file spec scaricati in precedenza da CocoaPods; `pod install` li scarica di nuovo.
ja: 以前にCocoaPodsがダウンロードしたPodとspecファイルです。`pod install`で再度ダウンロードされます。
pt_br: Pods e arquivos de especificação que o CocoaPods baixou antes; `pod install` os baixa novamente.
zh_hans: CocoaPods之前下载的Pods和规范文件；“pod install”会重新下载它们。

source: Point at the chart to see which processes were behind a spike.
de: Zeige auf das Diagramm, um zu sehen, welche Prozesse hinter einer Spitze steckten.
es: Señala el gráfico para ver qué procesos causaron un pico.
fr: Pointez le graphique pour voir quels processus sont à l’origine d’un pic.
it: Punta il grafico per vedere quali processi hanno causato un picco.
ja: グラフにポインタを合わせると、急上昇の原因となったプロセスを確認できます。
pt_br: Aponte para o gráfico para ver quais processos causaram um pico.
zh_hans: 将指针移到图表上，可查看是哪些进程造成了峰值。

source: Power
de: Leistung
es: Energía
fr: Alimentation
it: Alimentazione
ja: 電力
pt_br: Energia
zh_hans: 功率

source: Power adapter
de: Netzteil
es: Adaptador de corriente
fr: Adaptateur secteur
it: Alimentatore
ja: 電源アダプタ
pt_br: Adaptador de energia
zh_hans: 电源适配器

source: Power draw
de: Leistungsaufnahme
es: Consumo de energía
fr: Consommation
it: Assorbimento
ja: 消費電力
pt_br: Consumo de energia
zh_hans: 功耗

source: Power flow
de: Energiefluss
es: Flujo de energía
fr: Flux d’énergie
it: Flusso di energia
ja: 電力の流れ
pt_br: Fluxo de energia
zh_hans: 电力流向

source: Presets
de: Voreinstellungen
es: Predefinidos
fr: Préréglages
it: Preset
ja: プリセット
pt_br: Predefinições
zh_hans: 预设

source: Prevents sleep
de: Verhindert den Ruhezustand
es: Impide el reposo
fr: Empêche la mise en veille
it: Impedisce lo standby
ja: スリープを妨げます
pt_br: Impede o repouso
zh_hans: 阻止睡眠

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
pt_br: Privacidade
zh_hans: 隐私

source: ProMotion / variable refresh
de: ProMotion / variable Bildrate
es: ProMotion / frecuencia de actualización variable
fr: ProMotion / fréquence variable
it: ProMotion / frequenza variabile
ja: ProMotion／可変リフレッシュレート
pt_br: ProMotion / taxa de atualização variável
zh_hans: ProMotion／可变刷新率

source: Processes grouped into the apps they belong to, so 40 helper processes of a browser show as one line. Click the arrow to see the processes inside.
de: Prozesse, nach Apps gruppiert: So erscheinen 40 Hilfsprozesse eines Browsers als eine Zeile. Klicke auf den Pfeil, um die Prozesse darin zu sehen.
es: Procesos agrupados en las apps a las que pertenecen; así, 40 procesos auxiliares de un navegador aparecen en una sola línea. Haz clic en la flecha para ver los procesos de dentro.
fr: Processus regroupés par app : ainsi, les 40 processus auxiliaires d’un navigateur n’apparaissent que sur une seule ligne. Cliquez sur la flèche pour voir les processus qu’elle contient.
it: Processi raggruppati nelle app a cui appartengono: così 40 processi di supporto di un browser compaiono in una sola riga. Clicca sulla freccia per vedere i processi al suo interno.
ja: プロセスを所属するAppごとにまとめるため、ブラウザの40個のヘルパプロセスも1行で表示されます。矢印をクリックすると、中のプロセスを表示します。
pt_br: Processos agrupados nos apps a que pertencem; assim, 40 processos auxiliares de um navegador aparecem em uma só linha. Clique na seta para ver os processos internos.
zh_hans: 进程按所属App分组，因此浏览器的40个辅助进程只显示为一行。点按箭头可查看其中的进程。

source: Program missing
de: Programm fehlt
es: Programa no encontrado
fr: Programme introuvable
it: Programma mancante
ja: プログラムなし
pt_br: Programa ausente
zh_hans: 程序缺失

source: Projects
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
ja: プロジェクト
pt_br: Projetos
zh_hans: 项目

source: Public IP
de: Öffentliche IP
es: IP pública
fr: IP publique
it: IP pubblico
ja: パブリックIP
pt_br: IP público
zh_hans: 公网IP

source: Purgeable
de: Löschbar
es: Purgable
it: Eliminabile
ja: 消去可能
pt_br: Purgável
zh_hans: 可清除

source: Purgeable space
de: Löschbarer Platz
es: Espacio purgable
fr: Espace purgeable
it: Spazio eliminabile
ja: 消去可能な容量
pt_br: Espaço purgável
zh_hans: 可清除空间

source: Python packages pip downloaded earlier; it downloads them again when needed.
de: Python-Pakete, die pip früher geladen hat; pip lädt sie bei Bedarf erneut.
es: Paquetes de Python que pip descargó antes; los vuelve a descargar cuando hacen falta.
fr: Paquets Python téléchargés plus tôt par pip ; il les télécharge de nouveau au besoin.
it: Pacchetti Python scaricati in precedenza da pip; vengono scaricati di nuovo quando servono.
ja: 以前にpipがダウンロードしたPythonパッケージです。必要なときに再度ダウンロードされます。
pt_br: Pacotes Python que o pip baixou antes; ele os baixa novamente quando necessário.
zh_hans: pip之前下载的Python软件包；需要时会重新下载。

source: Python packages uv downloaded earlier; it downloads them again when a project needs them.
de: Python-Pakete, die uv früher geladen hat; uv lädt sie erneut, wenn ein Projekt sie braucht.
es: Paquetes de Python que uv descargó antes; los vuelve a descargar cuando un proyecto los necesita.
fr: Paquets Python téléchargés plus tôt par uv ; il les télécharge de nouveau quand un projet en a besoin.
it: Pacchetti Python scaricati in precedenza da uv; vengono scaricati di nuovo quando un progetto ne ha bisogno.
ja: 以前にuvがダウンロードしたPythonパッケージです。プロジェクトが必要とするときに再度ダウンロードされます。
pt_br: Pacotes Python que o uv baixou antes; ele os baixa novamente quando um projeto precisar.
zh_hans: uv之前下载的Python软件包；项目需要时会重新下载。

source: Python packages uv downloaded; it fetches them again when a project needs them.
de: Python-Pakete, die uv geladen hat; uv lädt sie erneut, wenn ein Projekt sie braucht.
es: Paquetes de Python que uv descargó; los vuelve a obtener cuando un proyecto los necesita.
fr: Paquets Python téléchargés par uv ; il les récupère de nouveau quand un projet en a besoin.
it: Pacchetti Python scaricati da uv; vengono scaricati di nuovo quando un progetto ne ha bisogno.
ja: uvがダウンロードしたPythonパッケージです。プロジェクトが必要とするときに再度取得されます。
pt_br: Pacotes Python que o uv baixou; ele os busca novamente quando um projeto precisar.
zh_hans: uv下载的Python软件包；项目需要时会重新获取。

source: Quick Look
de: Übersicht
es: Vista rápida
fr: Coup d’œil
ja: クイックルック
zh_hans: 快速查看

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ja: 終了
pt_br: Encerrar
zh_hans: 退出

source: Quit %@?
de: „%@“ beenden?
es: ¿Salir de %@?
fr: Quitter %@ ?
it: Uscire da %@?
ja: %@を終了しますか?
pt_br: Encerrar %@?
zh_hans: 要退出“%@”吗？

source: Quit %@…
de: „%@“ beenden …
es: Salir de %@…
fr: Quitter %@…
it: Esci da %@…
ja: %@を終了…
pt_br: Encerrar %@…
zh_hans: 退出“%@”…

source: Quit Activity+
de: Activity+ beenden
es: Salir de Activity+
fr: Quitter Activity+
it: Esci da Activity+
ja: Activity+を終了
pt_br: Encerrar Activity+
zh_hans: 退出Activity+

source: Quit Process…
de: Prozess beenden …
es: Salir del proceso…
fr: Quitter le processus…
it: Esci dal processo…
ja: プロセスを終了…
pt_br: Encerrar Processo…
zh_hans: 退出进程…

source: Quit an app that stays busy
de: Eine App beenden, die dauerhaft beschäftigt ist
es: Salir de una app que sigue ocupada
fr: Quitter une app qui reste active
it: Esci da un’app che resta occupata
ja: 高負荷が続くアプリを終了
pt_br: Encerrar um app que continua ocupado
zh_hans: 退出持续繁忙的App

source: Quit an app that uses too much memory
de: Eine App beenden, die zu viel Speicher braucht
es: Salir de una app que usa demasiada memoria
fr: Quitter une app qui utilise trop de mémoire
it: Esci da un’app che usa troppa memoria
ja: メモリを使いすぎるアプリを終了
pt_br: Encerrar um app que usa memória demais
zh_hans: 退出占用内存过多的App

# R %@ W %@
source: R %1$@ W %2$@
de: L %@ S %@
es: L %@ E %@
fr: L %@ É %@
it: L %@ S %@
ja: 読 %@ 書 %@
pt_br: L %@ G %@
zh_hans: 读 %@ 写 %@

source: Range
de: Zeitraum
es: Rango
fr: Plage
it: Intervallo
ja: 範囲
pt_br: Intervalo
zh_hans: 范围

source: Read
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
ja: 読み込み
pt_br: Leitura
zh_hans: 读取

source: Read + write
de: Lesen + Schreiben
es: Lectura + escritura
fr: Lecture + écriture
it: Lettura + scrittura
ja: 読み込み + 書き込み
pt_br: Leitura + gravação
zh_hans: 读取 + 写入

source: Read and write speed, drive health
de: Lese- und Schreibgeschwindigkeit, Zustand des Laufwerks
es: Velocidad de lectura y escritura, estado del disco
fr: Vitesse de lecture et d’écriture, état du disque
it: Velocità di lettura e scrittura, stato del disco
ja: 読み書きの速度、ドライブの状態
pt_br: Velocidade de leitura e gravação, saúde do disco
zh_hans: 读写速度、磁盘健康状况

source: Read since launch
de: Gelesen seit dem Start
es: Leído desde el inicio
fr: Lu depuis le lancement
it: Letti dall’avvio
ja: 起動後の読み込み量
pt_br: Lido desde o início
zh_hans: 启动后读取量

source: Reading
de: Lesen
es: Leyendo
fr: Lecture
it: Lettura
ja: 読み込み中
pt_br: Lendo
zh_hans: 正在读取

source: Reading the power log…
de: Das Energieprotokoll wird gelesen …
es: Leyendo el registro de energía…
fr: Lecture du journal d’énergie…
it: Lettura del registro energia…
ja: 電力ログを読み込んでいます…
pt_br: Lendo o registro de energia…
zh_hans: 正在读取电源日志…

source: Reading your home folder
de: Dein Home-Ordner wird gelesen
es: Leyendo tu carpeta personal
fr: Lecture de votre dossier personnel
it: Lettura della cartella personale
ja: ホームフォルダを読み込み中
pt_br: Lendo sua pasta pessoal
zh_hans: 正在读取个人文件夹

source: Reading “%@”
de: „%@“ wird gelesen
es: Leyendo «%@»
fr: Lecture de « %@ »
it: Lettura di «%@»
ja: 「%@」を読み込み中
pt_br: Lendo “%@”
zh_hans: 正在读取“%@”
